<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>term</title>
</head>
<body>
	<c:choose>
		<c:when test="${num=='1'}">
			<h1>이용약관</h1>
			<textarea rows="15" cols="100">
	제 1 장 총 칙
	제 1 조 (목적)​
	이 이용약관(이하 '약관')은 주식회사 Shoew Shop(이하 회사라 합니다)와 이용 고객(이하 '회원')
	간에 회사가 제공하는 shoesshop.com서비스의 가입조건 및 이용에 관한 다음의 제반 사항과 기타 기본적인 사항을 구체적으로 규정함을 목적으로 합니다.
	
	제 2 조 (이용약관의 효력 및 변경)
	(1) 이 약관은 Shoew Shop 웹사이트(이하 'Shoew Shop 웹')에서 온라인으로 공시함으로써 효력을 발생하며, 
	합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 
	개정된 약관은 온라인에서 공지함으로써 효력을 발휘하며, 이용자의 권리 또는 의무 등 중요한 규정의 개정은 사전에 공지합니다.
	
 	(2) 회사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관을 변경할 경우에는 지체 없이 이를 사전에 공시합니다.
 	
 	(3) 이용고객은 변경된 약관에 동의하지 않으면, 언제나 "서비스" 이용을 중단하고, 이용계약을 해지할 수 있습니다. 
 	약관의 효력발생일 이후의 계속적인 "서비스" 이용은 약관의 변경사항에 대한 이용고객의 동의로 간주됩니다.

	
	제 3 조 (약관외 준칙)
	(1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 서비스별 안내라 합니다)와 함께 적용합니다.
	
	(2) 이 약관에 명시되지 아니한 사항에 대해서는 별도의 세부 약관, 상관행, 회사의 공지, 이용안내, 
	관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.
	
	
	제 4 조 (용어의 정의)​
	(1) "이용자" 또는”회원”이란 "Shoew Shop"에 접속하여 본 약관에 따라 "Shoew Shop"에 가입하여, 
	이용 고객의 식별과 이용고객의 서비스 이용을 위하여 이용고객 본인이 직접 선정하고 회사가 부여하는 문자와 숫자 조합인 ‘이용자번호(ID)’와 
	그에 따라 일치된 이용고객임을 확인하기 위하여 이용고객 본인이 선정한 ‘비밀번호’를 이용하여 "Shoew Shop"이 제공하는 서비스를 받는 자를 말합니다.
	
	(2) 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
	
	제 2 장 이용계약 체결
	
	제 5 조 (이용 계약의 성립)
	(1) 이용계약은 이용고객의 본 이용약관 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 
	성립하여 이용약관에 대한 동의는 이용신청 당시 해당 Shoew Shop 웹의 '동의함' 버튼을 누름으로써 의사표시를 합니다.

제 6 조 (서비스 이용 신청)
(1) 회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요청하는 
	제반 정보(이름, 주민등록번호, 연락처 등)를 제공하여야 합니다.
(2) 모든 회원은 반드시 회원 본인의 이름과 주민등록번호를 제공하여야만 
	서비스를 이용할 수 있으며, 실명으로 등록을 한 사용자만이 권리를 주장할 수 없습니다.
(3) 회원가입은 반드시 실명으로만 가입할 수 있습니다.
(4) 타인의 명의(이름 및 주민등록번호)를 도용하여 이용신청을 한 회원의 
	모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
(5) 회사는 본 서비스를 이용하는 회원에 대하여 등급별로 구분하여 
	이용시간, 이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.

제 7 조 (이용자의 개인 정보 보호)
회사는 관련법령이 정하는 바에 따라서 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력합니다. 
이용자의 개인정보보호에 관해서는 관련법령 및 "Shoew Shop"이 정하는 "개인정보보호정책"에 정한 바에 의합니다.

제 8 조 (이용 신청의 승낙과 제한)
(1) 이용자가 되고자 하는 자는 회사가 정한 가입 양식에 따라 회원정보를 
	기입하고 "등록하기" 단추를 누르는 방법으로 회원 가입을 신청합니다.
(2) 회사는 아래사항에 해당하는 경우에 대해서 승낙하지 아니 합니다.
	ㄱ. 가입신청자가 본 약관 의거하여 이전에 회원자격을 상실한 적이 있는 경우. 상실 후 1개월 경과 하지 않은 자로서 "Shoew Shop"의 회원재가입 승낙을 얻으려 하는 경우
	ㄴ. 등록 내용에 허위, 기재누락, 오기가 있는 경우
	ㄷ. 사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한 경우
	ㄹ. 부정한 용도로 본 서비스를 이용하고자 하는 경우
	ㅁ. Shoew Shop의 정책과 위배 되어지는 행위를 반복적으로 자행하여 회원 자격 상실을 한 적이 있는 경우
	ㅂ. 본 서비스와 경쟁관계에 있는 이용자가 신청하는 경우
(3) 서비스 이용신청이 다음 각 호에 해당하는 경우에는 회사는 그 신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
	ㄱ. 설비의 여유가 없는 경우
	ㄴ. 기술상 지장이 있는 경우
	ㄷ. 기타 귀책사유로 이용승낙이 곤란한 경우
(4) 이용신청고객이 관계법령에서 규정하는 미성년자일 경우에 회사는 서비스 별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다.</textarea>
			<input type="button" value="닫기" onClick="window.close()"
				style="display: block; width: 150px; height: 30px; margin: 20px auto;">
		</c:when>
		<c:when test="${num=='2'}">
			<h1>개인정보 수집 및 이용 동의</h1>
			<textarea rows="15" cols="100">
	제 1 장 총 칙
	제 1 조 (목적)​
	이 이용약관(이하 '약관')은 주식회사 Shoew Shop(이하 회사라 합니다)와 이용 고객(이하 '회원')
	간에 회사가 제공하는 shoesshop.com서비스의 가입조건 및 이용에 관한 다음의 제반 사항과 기타 기본적인 사항을 구체적으로 규정함을 목적으로 합니다.
	
	제 2 조 (이용약관의 효력 및 변경)
	(1) 이 약관은 Shoew Shop 웹사이트(이하 'Shoew Shop 웹')에서 온라인으로 공시함으로써 효력을 발생하며, 
	합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 
	개정된 약관은 온라인에서 공지함으로써 효력을 발휘하며, 이용자의 권리 또는 의무 등 중요한 규정의 개정은 사전에 공지합니다.
	
 	(2) 회사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관을 변경할 경우에는 지체 없이 이를 사전에 공시합니다.
 	
 	(3) 이용고객은 변경된 약관에 동의하지 않으면, 언제나 "서비스" 이용을 중단하고, 이용계약을 해지할 수 있습니다. 
 	약관의 효력발생일 이후의 계속적인 "서비스" 이용은 약관의 변경사항에 대한 이용고객의 동의로 간주됩니다.

	
	제 3 조 (약관외 준칙)
	(1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 서비스별 안내라 합니다)와 함께 적용합니다.
	
	(2) 이 약관에 명시되지 아니한 사항에 대해서는 별도의 세부 약관, 상관행, 회사의 공지, 이용안내, 
	관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.
	
	
	제 4 조 (용어의 정의)​
	(1) "이용자" 또는”회원”이란 "Shoew Shop"에 접속하여 본 약관에 따라 "Shoew Shop"에 가입하여, 
	이용 고객의 식별과 이용고객의 서비스 이용을 위하여 이용고객 본인이 직접 선정하고 회사가 부여하는 문자와 숫자 조합인 ‘이용자번호(ID)’와 
	그에 따라 일치된 이용고객임을 확인하기 위하여 이용고객 본인이 선정한 ‘비밀번호’를 이용하여 "Shoew Shop"이 제공하는 서비스를 받는 자를 말합니다.
	
	(2) 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
	
	제 2 장 이용계약 체결
	
	제 5 조 (이용 계약의 성립)
	(1) 이용계약은 이용고객의 본 이용약관 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 
	성립하여 이용약관에 대한 동의는 이용신청 당시 해당 Shoew Shop 웹의 '동의함' 버튼을 누름으로써 의사표시를 합니다.

제 6 조 (서비스 이용 신청)
(1) 회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요청하는 
	제반 정보(이름, 주민등록번호, 연락처 등)를 제공하여야 합니다.
(2) 모든 회원은 반드시 회원 본인의 이름과 주민등록번호를 제공하여야만 
	서비스를 이용할 수 있으며, 실명으로 등록을 한 사용자만이 권리를 주장할 수 없습니다.
(3) 회원가입은 반드시 실명으로만 가입할 수 있습니다.
(4) 타인의 명의(이름 및 주민등록번호)를 도용하여 이용신청을 한 회원의 
	모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
(5) 회사는 본 서비스를 이용하는 회원에 대하여 등급별로 구분하여 
	이용시간, 이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.

제 7 조 (이용자의 개인 정보 보호)
회사는 관련법령이 정하는 바에 따라서 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력합니다. 
이용자의 개인정보보호에 관해서는 관련법령 및 "Shoew Shop"이 정하는 "개인정보보호정책"에 정한 바에 의합니다.

제 8 조 (이용 신청의 승낙과 제한)
(1) 이용자가 되고자 하는 자는 회사가 정한 가입 양식에 따라 회원정보를 
	기입하고 "등록하기" 단추를 누르는 방법으로 회원 가입을 신청합니다.
(2) 회사는 아래사항에 해당하는 경우에 대해서 승낙하지 아니 합니다.
	ㄱ. 가입신청자가 본 약관 의거하여 이전에 회원자격을 상실한 적이 있는 경우. 상실 후 1개월 경과 하지 않은 자로서 "Shoew Shop"의 회원재가입 승낙을 얻으려 하는 경우
	ㄴ. 등록 내용에 허위, 기재누락, 오기가 있는 경우
	ㄷ. 사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한 경우
	ㄹ. 부정한 용도로 본 서비스를 이용하고자 하는 경우
	ㅁ. Shoew Shop의 정책과 위배 되어지는 행위를 반복적으로 자행하여 회원 자격 상실을 한 적이 있는 경우
	ㅂ. 본 서비스와 경쟁관계에 있는 이용자가 신청하는 경우
(3) 서비스 이용신청이 다음 각 호에 해당하는 경우에는 회사는 그 신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
	ㄱ. 설비의 여유가 없는 경우
	ㄴ. 기술상 지장이 있는 경우
	ㄷ. 기타 귀책사유로 이용승낙이 곤란한 경우
(4) 이용신청고객이 관계법령에서 규정하는 미성년자일 경우에 회사는 서비스 별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다.</textarea>
			<input type="button" value="닫기" onClick="window.close()"
				style="display: block; width: 150px; height: 30px; margin: 20px auto;">
		</c:when>
		<c:otherwise>
			<h1>개인정보 수집 및 이용 동의</h1>
			<textarea rows="15" cols="100">
	제 1 장 총 칙
	제 1 조 (목적)​
	이 이용약관(이하 '약관')은 주식회사 Shoew Shop(이하 회사라 합니다)와 이용 고객(이하 '회원')
	간에 회사가 제공하는 shoesshop.com서비스의 가입조건 및 이용에 관한 다음의 제반 사항과 기타 기본적인 사항을 구체적으로 규정함을 목적으로 합니다.
	
	제 2 조 (이용약관의 효력 및 변경)
	(1) 이 약관은 Shoew Shop 웹사이트(이하 'Shoew Shop 웹')에서 온라인으로 공시함으로써 효력을 발생하며, 
	합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 
	개정된 약관은 온라인에서 공지함으로써 효력을 발휘하며, 이용자의 권리 또는 의무 등 중요한 규정의 개정은 사전에 공지합니다.
	
 	(2) 회사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관을 변경할 경우에는 지체 없이 이를 사전에 공시합니다.
 	
 	(3) 이용고객은 변경된 약관에 동의하지 않으면, 언제나 "서비스" 이용을 중단하고, 이용계약을 해지할 수 있습니다. 
 	약관의 효력발생일 이후의 계속적인 "서비스" 이용은 약관의 변경사항에 대한 이용고객의 동의로 간주됩니다.

	
	제 3 조 (약관외 준칙)
	(1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 서비스별 안내라 합니다)와 함께 적용합니다.
	
	(2) 이 약관에 명시되지 아니한 사항에 대해서는 별도의 세부 약관, 상관행, 회사의 공지, 이용안내, 
	관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.
	
	
	제 4 조 (용어의 정의)​
	(1) "이용자" 또는”회원”이란 "Shoew Shop"에 접속하여 본 약관에 따라 "Shoew Shop"에 가입하여, 
	이용 고객의 식별과 이용고객의 서비스 이용을 위하여 이용고객 본인이 직접 선정하고 회사가 부여하는 문자와 숫자 조합인 ‘이용자번호(ID)’와 
	그에 따라 일치된 이용고객임을 확인하기 위하여 이용고객 본인이 선정한 ‘비밀번호’를 이용하여 "Shoew Shop"이 제공하는 서비스를 받는 자를 말합니다.
	
	(2) 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
	
	제 2 장 이용계약 체결
	
	제 5 조 (이용 계약의 성립)
	(1) 이용계약은 이용고객의 본 이용약관 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 
	성립하여 이용약관에 대한 동의는 이용신청 당시 해당 Shoew Shop 웹의 '동의함' 버튼을 누름으로써 의사표시를 합니다.

제 6 조 (서비스 이용 신청)
(1) 회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요청하는 
	제반 정보(이름, 주민등록번호, 연락처 등)를 제공하여야 합니다.
(2) 모든 회원은 반드시 회원 본인의 이름과 주민등록번호를 제공하여야만 
	서비스를 이용할 수 있으며, 실명으로 등록을 한 사용자만이 권리를 주장할 수 없습니다.
(3) 회원가입은 반드시 실명으로만 가입할 수 있습니다.
(4) 타인의 명의(이름 및 주민등록번호)를 도용하여 이용신청을 한 회원의 
	모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
(5) 회사는 본 서비스를 이용하는 회원에 대하여 등급별로 구분하여 
	이용시간, 이용회수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.

제 7 조 (이용자의 개인 정보 보호)
회사는 관련법령이 정하는 바에 따라서 이용자 등록정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력합니다. 
이용자의 개인정보보호에 관해서는 관련법령 및 "Shoew Shop"이 정하는 "개인정보보호정책"에 정한 바에 의합니다.

제 8 조 (이용 신청의 승낙과 제한)
(1) 이용자가 되고자 하는 자는 회사가 정한 가입 양식에 따라 회원정보를 
	기입하고 "등록하기" 단추를 누르는 방법으로 회원 가입을 신청합니다.
(2) 회사는 아래사항에 해당하는 경우에 대해서 승낙하지 아니 합니다.
	ㄱ. 가입신청자가 본 약관 의거하여 이전에 회원자격을 상실한 적이 있는 경우. 상실 후 1개월 경과 하지 않은 자로서 "Shoew Shop"의 회원재가입 승낙을 얻으려 하는 경우
	ㄴ. 등록 내용에 허위, 기재누락, 오기가 있는 경우
	ㄷ. 사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한 경우
	ㄹ. 부정한 용도로 본 서비스를 이용하고자 하는 경우
	ㅁ. Shoew Shop의 정책과 위배 되어지는 행위를 반복적으로 자행하여 회원 자격 상실을 한 적이 있는 경우
	ㅂ. 본 서비스와 경쟁관계에 있는 이용자가 신청하는 경우
(3) 서비스 이용신청이 다음 각 호에 해당하는 경우에는 회사는 그 신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
	ㄱ. 설비의 여유가 없는 경우
	ㄴ. 기술상 지장이 있는 경우
	ㄷ. 기타 귀책사유로 이용승낙이 곤란한 경우
(4) 이용신청고객이 관계법령에서 규정하는 미성년자일 경우에 회사는 서비스 별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다.</textarea>
			<input type="button" value="닫기" onClick="window.close()"
				style="display: block; width: 150px; height: 30px; margin: 20px auto;">
		</c:otherwise>
	</c:choose>
</body>
</html>